const marketItemsArr = [
  "명예의 파편 주머니(대)",
  "명예의 파편 주머니(중)",
  "명예의 파편 주머니(소)",
  "파괴강석",
  "하급 오레하 융화 재료",
  "위대한 명예의 돌파석",
  "명예의 돌파석",
  "경이로운 명예의 돌파석",
  "상급 오레하 융화 재료",
  "선명한 지혜의 정수",
  "정제된 파괴강석",
  "최상급 오레하 융화 재료",
  "태양의 은총",
  "찬란한 명예의 돌파석",
  "태양의 축복",
  "재봉술 : 수선 심화",
  "야금술 : 단조 심화",
  "태양의 가호",
  "빛나는 지혜의 정수",
  "재봉술 : 수선 숙련",
  "재봉술 : 수선 특화",
  "야금술 : 단조 숙련",
  "야금술 : 단조 특화",
  "에스더의 기운",
] as const;

const auctionItemsArr = [
  "10레벨 멸화의 보석",
  "10레벨 홍염의 보석",
  "9레벨 멸화의 보석",
  "9레벨 홍염의 보석",
  "8레벨 멸화의 보석",
  "8레벨 홍염의 보석",
  "7레벨 멸화의 보석",
  "7레벨 홍염의 보석",
] as const;

export { marketItemsArr, auctionItemsArr };
