const t3_50010 = [
  "명예의 파편 주머니(대)",
  "명예의 파편 주머니(중)",
  "명예의 파편 주머니(소)",
  "최상급 오레하 융화 재료",
  "찬란한 명예의 돌파석",
  "상급 오레하 융화 재료",
  "정제된 파괴강석",
  "오레하 융화 재료",
  "경이로운 명예의 돌파석",
  "정제된 수호강석",
  "명예의 돌파석",
  "파괴강석",
  "위대한 명예의 돌파석",
  "파괴석 결정",
  "수호석 결정",
  "수호강석",
];

const t3_50020 = [
  "재봉술 : 쇠락 [16-19]",
  "태양의 가호",
  "재봉술 : 몽환 [16-19]",
  "야금술 : 몽환 [16-19]",
  "태양의 축복",
  "야금술 : 쇠락 [16-19]",
  "야금술 : 쇠락 [13-15]",
  "재봉술 : 쇠락 [13-15]",
  "야금술 : 비늘 [5-7]",
  "태양의 은총",
  "야금술 : 몽환 [13-15]",
  "재봉술 : 몽환 [13-15]",
  "야금술 : 마수 [11-15]",
  "재봉술 : 마수 [11-15]",
  "재봉술 : 비늘 [5-7]",
  "야금술 : 선혈 [8-10]",
  "재봉술 : 선혈 [8-10]",
];

const t3_51000 = ["빛나는 지혜의 정수", "선명한 지혜의 정수", "마력석 조각"];

const t3_51100 = ["에스더의 기운"];

const t4_50010 = [
  "운명의 파편 주머니(중)",
  "운명의 파편 주머니(소)",
  "아비도스 융화 재료",
  "운명의 파괴석",
  "운명의 돌파석",
  "운명의 수호석",
];

const t4_50020 = ["야금술 : 업화 [11-14]", "재봉술 : 업화 [11-14]", "용암의 숨결", "빙하의 숨결"];
